[
  {
    "id": "1",
    "author": "Mr. Garden Dhoj Joshi",
    "organization":"",
    "address":"",
    "videoUrl": "https://youtu.be/e1W09RV1Uq8?si=GAtJxHcS1mIwwo0p",
    "date": "Apr 6 '24",
    "title": "Nepal 3rd Chemical Engineer  From Russian University",
   
    "content": "  He is Mr. Garden Dhoj Joshi , the Sugar Chemical Engineer. He is living in Khusibu kathmandu. Having earned a degree in sugar chemical engineering from a Russian University, among the few individuals to pursue such studies during that period.\n Introducing Mr. Garden Dhoj Joshi, a notable figure in the fields of chemical engineering and sugar technology. Graduating in 1987 as one of Nepal’s early pioneers to pursue this degree in Russia, Mr. Joshi has since become a respected advisor at the Ministry of Industry, Commerce, and Supplies. His contributions extend beyond academia, as he actively engages in community development and urban planning initiatives. With a strong commitment to fostering sustainable growth and preserving cultural heritage, Mr. Joshi's expertise continues to shape Nepal's industrial and societal landscape."
  },
  {
    "id": "2",
    "author": "Mr. Balaram Thapa",
    "organization":"",
    "address":"",
    "videoUrl": "https://youtu.be/LZuUy7dMQBA?si=mCNp1Cq-_e6c5TSf",
    "date": "Jul 5 '22",
    
    "title": "The Story of Mr. Balaram Thapa -'First Cycle Traveller from Purva to Mechi' ",
    "content": "Mr. Balaram Thapa's remarkable journey began as the first Cycle Traveller from purva to Mechi the entire nation, marking a significant milestone in his life"
  },
  {
    "id": "3",
    "author": "Mr. Puran Shakya",
    "organization":"",
    "address":"",
    "image": "",
    "videoUrl": "https://youtu.be/OSQumzI8j7s?si=W8BldBIDA1CgBZLF",
    "date": "Apr 1 '24",
    "title": " The remarkable and skilled Artist along with Volenteering Experiences.",
   
    "content": "Born in 1956, Shakya learned traditional painting from Siddhi Muni Shakya (1979 – 1982). He specialized in mineral color mixing and mudras of different deities. He has worked as Illustrator as well as logo designer. He is also a Lecturer at Lalitkala Campus. \n Besides painting he is active in social work and volunteering. He is the President of Voice of Children (VOC), Lalitpur, a non-government organization working and advocating for street and sexually abused children of Nepal. The organization was established in 2000, and has been working with the goal of improving their living conditions, and legal rights. He is also Program Director of Child Protection Center and Service (CPCS), Lalitpur. CPCS works in rehabilitation of street children to reintegrate these children back into society."
  }
]